import "./Brand.css";
export const Brand = () => {
  return (
    <div>
      <h1 className="brand-title"> Привет, мой дорогой мечтатель! </h1>
      <h2 className="brand-subtitle">
        Меня зовут Юлия Войтенко, и я свяжу твою мечту!{" "}
      </h2>
      <span className="brand-content">
        Вязаные вещи давно уже появляются на модных показах, они могут быть
        стильными и трендовыми, но в то же время базовыми. Их носят в любое
        время года. К тому же при заказе вязаных изделий бренда J.Asteria можно
        быть уверенным, что материалы выбираются только самые лучшие, чего не
        встретишь в масмаркете. Никакого 100% акрила, только качественная пряжа
        с натуральным составом. Идея создания своего бренда вязаных вещей
        появилась, конечно же, не сразу. Всё началось в 2018 году с шапки
        "Таккори", с тех пор практически каждый день я была занята вязанием,
        вязала абсолютно разные изделия, училась. И в конце 2022 года
        презентовала свой бренд J.Asteria. Так почему же J.Asteria? В
        древнегреческой мифологии Астерия - богиня падающих звёзд, а я очень
        люблю звёзды, к тому же это такая аллегория мечтам, не зря же, когда
        звёзды падают, нужно загадывать желание. Слоган "Свяжу твою мечту", и
        вот всё сходится: под брендом J.Asteria исполняются тёплые, уютные,
        красивые мечты. А буковка J - первая буква моего имени. Так и родилось
        название J.Asteria. Буду очень рада видеть вас в числе моих клиентов, с
        ассортиментом можно ознакомиться в разделе "Каталог", вы можете
        связаться со мной любым удобным способом и оставить заявку на заказ в
        карточке каталога или в разделе "Обратная связь".
      </span>
    </div>
  );
};
